<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */
    'fill_in_fields' => 'Заполните все поля для регистрации.',
    'login' => 'Логин',
    'first_name' => 'Имя',
    'last_name' => 'Фамилия',
    'password' => 'Пароль',
    'repeat_password' => 'Повторите пароль',
    'sign_up1' => 'Регистрация',
    'sign_up2' => 'Зарегистрироваться',
    'sign_in' => 'Войти',
    'logout' => 'Выйти',
    'email' => 'Почта',
    'remember_me' => 'Запомнить меня',
    'failed'   => 'Логин или пароль не совпадают.',
    'reset_password1' => 'Сброс пароля',
    'reset_password2' => 'Сбросить пароль',
    'question_reset' => 'Забыли пароль?',
    'forgot_password_sentence1' => 'Вы можете сбросить Ваш пароль.<br>Для этого введите Вашу почту в поле.',
    'forgot_password_sentence2' => 'Если вы не подтверждали почту - сбросить не получиться.',
    'password_sent' => 'Пароль был успешно отправлен на Вашу почту.',
    'password_reset' => 'Вы успешно сбросили Ваш пароль.',
    'invalid_email' => 'Нет пользователя с такой подтвержденной почтой.',
    'invalid_token' => 'Неверный токен. Попробуйте сбросить пароль еще раз.',
    'enter_new' => 'Введите новые данные.',
    'change_credentials' => 'Сменить пароль',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
];
