<?php
return [
  'verify_email' => 'Подтвердите Вашу электронную почту',
  'fresh_verification_text' => 'Новая ссылка для подтверждения была отправлена на Вашу электронную почту.',
  'verify_text1' => 'Перед тем как перейти на главну страницу, пожалуйста подтвердите Вашу электронную почту.',
  'verify_text2' => 'Если Вы не получили письмо',
  'fresh_verification_link' => 'нажмите здесь, чтобы отправить еще раз',
  'successful_verification' => 'Вы успешно подтвердили Ваш E-Mail адрес.',
  'greetings_verification' => 'Здравствуйте, пожалуйста подтвердить Вашу почту.',
  'greetings_resetting' => 'Здравствуйте, нажмите по ссылке внизу, чтобы сбросить пароль.',
  'verification_link' => 'Подтвердить почту'
];
