<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы напоминания пароля
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки возвращаются брокером паролей на неудачные
    | попытки обновления пароля в таких случаях, как ошибочный код сброса
    | пароля или неверный новый пароль.
    |
    */

    'password' => 'Повторный пароль введен неверно.',
    'reset'    => 'Ваш пароль был сброшен!',
    'sent'     => 'Пароль был успешно отправлен на Вашу почту.',
    'token'    => 'Код сброса пароля устарел. Попробуйте сбросить пароль заново.',
    'user'     => 'Не удалось найти пользователя с указанным подтвержденным электронным адресом.',
];
